Repository: ninesola/Tutor-LMS-thai
Catalog: tutor-pro-*.po
Languages: th

source: Visit your Zoom account and fetch the API key to connect Zoom with your eLearning website. Create an app on Zoom by following this
th: ไปที่บัญชี Zoom ของคุณและรับ API key เพื่อเชื่อมต่อ Zoom กับเว็บไซต์ eLearning ของคุณ สร้าง app บน Zoom โดยทำตามนี้

source: Weeks
th: สัปดาห์

source: WooCommerce Subscriptions
th: สมัครรับบริการด้วย WooCommerce

source: Yes
th: ใช่

source: You can schedule your course content using the above content drip options.
th: คุณสามารถกำหนดเงื่อนไขสำหรับแสดงเนื้อหาได้ โดยใช้ตัวเลือกตามรายการด้านบน

source: You can search enrollments with enrol id, enrolment name, enrolment email, course title
th: คุณสามารถค้นหาการลงทะเบียนด้วยเลข ID, ชื่อผู้ลงทะเบียน, อีเมลที่ใช้ลงทะเบียน, ชื่อคอร์ส

source: You can take this %s after finishing the following prerequisites:
th: คุณจะเข้าเรียน %s ได้หลังจากที่เรียนเนื้อหาเหล่านี้จบแล้ว :

source: You may reply to this email to communicate with the instructor.
th: คุณอาจตอบกลับอีเมลนี้เพื่อสื่อสารกับผู้สอน

source: You received %s points out of %s
th: คุณได้ %s จาก %s คะแนน

source: Your grade is
th: เกรดของคุณคือ

source: Your Points
th: คะแนนของคุณ

source: Your score: <strong>{assignemnt_score}</strong>
th: คะแนนของคุณ: <strong>{assignemnt_score}</strong>

source: Zoom Integration
th: ใช้งานร่วมกับ Zoom

source: Zoom Live Meetings
th: การประชุมแบบ Live ด้วย Zoom

source: Zoom Meeting
th: การประชุมด้วย Zoom

source: Zoom successfully connected
th: เชื่อมต่อ Zoom สำเร็จแล้ว
