Repository: ninesola/Tutor-LMS-thai
Catalog: tutor-pro-*.po
Languages: th

source: Delete
th: ลบ

# $this->zoom_meeting_post_type
source: Add New
th: เพิ่มใหม่

source: %d quiz, %d assignment
th: %d แบบทดสอบ, %d การมอบหมายงาน

source: %s (%s Ratings)
th: %s (%s ดาว)

source: A Student asked a Question in Q&amp;A
th: ผู้เรียนถามคำถามใน ถาม&amp;ตอบ

source: A Student Completed Course
th: ผู้เรียนที่เรียนจบคอร์สแล้ว

source: A Student Completed Lesson
th: ผู้เรียนที่เรียนจบบทเรียนแล้ว

source: A Student Enrolled in Course
th: ผู้เรียนที่ลงทะเบียนเรียนในคอร์ส

source: About Course
th: เกี่ยวกับคอร์ส

source: Access Denied
th: ปฏิเสธการเข้าถึง

source: Action
th: คำสั่ง

source: Action Failed
th: คำสั่งล้มเหลว

source: Add attachments
th: เพิ่มไฟล์แนบ

source: Add New Grade
th: เพิ่มเกรดใหม่

source: Add new Grade
th: เพิ่มเกรดใหม่

source: Add New Meeting
th: เพิ่มการประชุมใหม่

# add new on admin bar
source: Meeting
th: การประชุม

# admin menu
source: Meetings
th: การประชุม

source: After generate gradebook for this couse, you can see details report, quiz and assignments wise and you will get a final grade
th: หลังจากสร้างการตัดสำหรับคอร์สนี้ คุณสามารถดูรายละเอียดของ รายงาน, แบบทดสอบและงานที่มอบหมาย และคุณจะได้เกรดสุดท้าย

source: ago
th: มาแล้ว

source: All
th: ทั้งหมด

source: All Meetings
th: การประชุมทั้งหมด

source: Allow Permissions
th: อนุญาตสิทธิ์

source: Allow to upload files
th: อนุญาตให้อัปโหลดไฟล์

source: An assignment is submitting currently, please submit previous one first
th: ตอนนี้กำลังส่งการมอบหมายงาน โปรดส่งงานก่อนหน้านี้ก่อน

source: Announcement updated on course
th: อัปเดตประกาศในคอร์ส

source: Answer has been added successfully
th: เพิ่มคำตอบเรียบร้อยแล้ว

source: Apply
th: นำไปใช้

source: Are you Sure?
th: คุณแน่ใจใช่มั้ย?

source: Are you sure?
th: คุณแน่ใจใช่มั้ย?

source: Asked Question (to teacher)
th: มีการถามคำถาม (ส่งถึงผู้สอน)

source: Assignment
th: การมอบหมายงาน

source: Assignment time duration, set 0 for no limit.
th: ระยะเวลาการทำงานที่ได้รับมอบหมาย ตั้งค่าเป็น 0 เพื่อไม่จำกัดเวลา

source: Assignment title
th: หัวข้อการมอบหมายงาน

source: Assignments
th: การมอบหมายงาน

source: Attachments
th: สิ่งที่แนบมา

source: Attachments (private files)
th: แนบไฟล์ (ส่วนบุคคล)

source: Authorised Company Name
th: หน่วยงานของผู้มีอำนาจออกใบประกาศ

source: Authorised company name will be printed under authorised name.
th: ชื่อ หน่วยงาน/บริษัท จะถูกพิมพ์ใต้ชื่อผู้มีอำนาจออกใบประกาศ

source: Authorised Name
th: ชื่อผู้มีอำนาจออกใบประกาศ

source: Authorised name will be printed under signature.
th: ชื่อผู้มีอำนาจออกใบประกาศจะถูกพิมพ์ใต้ลายเซ็น

source: Back
th: ย้อนกลับ

source: Back to quiz
th: กลับไปที่แบบทดสอบ

source: Browse File
th: เรียกดูไฟล์

source: BuddyPress Groups
th: กลุ่ม BuddyPress

source: Bulk Actions
th: คำสั่งจำนวนมาก

source: by
th: โดย

source: Category
th: หมวดหมู่

source: Category wise membership
th: หมวดหมู่การเป็นสมาชิก

source: Certificate
th: ประกาศนียบัตร

source: Certificate Signature
th: ลายเซ็นประกาศนียบัตร

source: Certificate Template
th: เทมเพลตของประกาศนียบัตร

source: Check API Connection
th: ตรวจสอบการเชื่อมต่อ API

source: Commission
th: ค่าคอมมิชชั่น

source: Complete
th: เสร็จสมบูรณ์

source: Completed a Course
th: จบการเรียนคอร์สนี้

source: Completed Courses
th: คอร์สที่เรียนจบแล้ว

source: Congrats!
th: ยินดีด้วย!

source: Connect Tutor Course
th: เชื่อต่อคอร์สของ Tutor

source: Connect with your students using Zoom
th: เชื่อมต่อกับผู้เรียนของคุณโดยใช้ Zoom

source: Content available after X days from enrollment
th: จะเข้าดูเนื้อหาได้หลังจากผู้เรียนลงทะเบียนแล้วกี่วัน

source: Content Drip
th: การจำกัดเนื้อหา

source: Content Drip Settings
th: ตั้งค่าการจำกัดเนื้อหา

source: Content Drip Type
th: ประเภทการจำกัดเนื้อหา

source: Content type
th: ประเภทเนื้อหา

source: Continue to Meeting
th: ประชุมต่อ

source: Copy Link
th: คัดลอกลิงค์

source: Correct
th: ถูกต้อง

source: Correct/Incorrect
th: ตอบถูก/ตอบผิด

source: Course
th: คอร์ส

source: Course Attachments
th: ไฟล์ที่แนบมาพร้อมกับคอร์ส

source: Course Builder Page Logo
th: โลโก้ที่หน้าสร้างคอร์ส

source: Course Categories
th: หมวดหมู่คอร์ส

source: Course Completed
th: คอร์สที่เรียนจบ

source: Course Completed (to students)
th: เรียนจบคอร์สแล้ว (ส่งถึงผู้เรียน)

source: Course Completed (to teacher)
th: เรียนจบคอร์สแล้ว (ส่งถึงผู้สอน)

source: Course content available sequentially
th: เนื้อหาจะเข้าดูได้โดยการเรียงตามลำดับ

source: Course content unlocked after finishing prerequisites
th: จะเข้าดูเนื้อหาได้ หลังจากที่เรียนจบเนื้อหาอื่นๆตามข้อกำหนด

source: Course Enrolled
th: คอร์สถูกลงทะเบียนเรียน

source: Course Enrolled (to teacher)
th: มีการลงทะเบียนเรียนคอร์ส (ส่งถึงผู้สอน)

source: Course Link: {course_url}
th: รายการคอร์ส: {course_url}

source: Course List
th: รายการคอร์ส

source: Course Name
th: ชื่อคอร์ส

source: Course Name - <strong>{course_name}</strong>
th: ชื่อคอร์ส - <strong>{course_name}</strong>

source: Course name - <strong>{course_name}</strong>
th: ชื่อคอร์ส - <strong>{course_name}</strong>

source: Course Prerequisite(s)
th: คอร์สที่จำเป็นต้องผ่านมาก่อน

source: Course Prerequisites
th: คอร์สที่จำเป็นต้องผ่านมาก่อน

source: Course Preview
th: ตัวอย่างคอร์ส

source: Course Settings
th: ตั้งค่าคอร์ส

source: Course:
th: คอร์ส:

source: Courses
th: คอร์ส

source: Create a Zoom Meeting
th: สร้างการประชุมด้วย Zoom

source: Created:
th: สร้าง:

source: Date
th: วันที่

source: Date : %s
th: วันที่ : %s

source: Date Format:
th: รูปแบบวันที่ :

source: day
th: วัน

source: Days
th: วัน

source: days
th: วัน

source: Deadline
th: กำหนดส่ง

source: Dear {instructor_username},
th: เรียน {instructor_username},

source: Dear {student_username},
th: เรียน {student_username},

source: Dear {username},
th: เรียน username},

source: Default
th: ค่าเริ่มต้น

source: Define maximum file size attachment in %s
th: กำหนดขนาดไฟล์แนบสูงสุดหน่วยเป็น %s

source: Define the number of files that a student can upload in this assignment. Input 0 to disable the option to upload.
th: กำหนดจำนวนไฟล์ที่ผู้เรียนสามารถอัปโหลดได้ในการมอบหมายงานนี้ ใส่ 0 เพื่อปิดใช้งานการอัปโหลด

source: Delete
th: ลบ

source: Deleted
th: ถูกลบ

source: Description.
th: คำอธิบาย

source: Detail Attempt View in Course
th: ดูรายละเอียดการทำแบบทดสอบในคอร์ส

source: Detail Attempt View in Profile
th: ดูรายละเอียดการทำแบบทดสอบในโปรไฟล์

source: Details
th: รายละเอียด

source: Disable
th: ปิดใช้งาน

source: Disable Certificate
th: ปิดการใช้งานประกาศนียบัตร

source: Display the final grade point to everyone such as 3.8%s
th: แสดงเกรดสุดท้ายที่คำนวณแล้วให้ทุกคนเห็น ยกตัวอย่างเช่น 3.8%s

source: Download
th: ดาวน์โหลด

source: Download Certificate
th: ดาวน์โหลดประกาศนียบัตร

source: Drag & Drop your JSON File here
th: ลากและวางไฟล์ JSON ที่นี่

source: Duplicate
th: ทำสำเนา

source: Duration
th: ระยะเวลา

source: E-Mail
th: อีเมล

source: E-Mail Notification
th: การแจ้งเตือนทางอีเมล

source: E-Mail to Admin
th: อีเมลถึงผู้ดูแลระบบ

source: E-Mail to Students
th: อีเมลถึงผู้เรียน

source: E-Mail to Teachers
th: อีเมลถึงผู้สอน

source: E-Mails
th: อีเมล

source: Earned Marks
th: คะแนนที่ได้

source: Earnings
th: รายได้

source: Edit
th: แก้ไข

source: Edit Meeting
th: แก้ไขการประชุม

source: Email
th: อีเมล

source: Email ID
th: อีเมล ID

source: Enable
th: เปิดใช้งาน

source: Enable / Disable content drip
th: เปิด / ปิด การจำกัดเนื้อหา

source: Enable Course Preview
th: เปิดใช้งานการดูตัวอย่างคอร์ส

source: Enable Disable Option to on/off notification on various event
th: เปิด ปิด ตัวเลือกการใช้งานเพื่อ เปิด/ปิด การแจ้งเตือนเหตุการณ์ต่างๆ

source: Enable this option for the database to calculate in grade points instead of division.
th: เปิดใช้งานตัวเลือกนี้เพื่อให้ระบบฐานข้อมูลคำนวณเป็นระบบตัดเกรดแทนที่ระบบคะแนน

source: Enable to allow enrollment expiration feature in all courses
th: เปิดใช้งานคุณสมบัติการหมดอายุการลงทะเบียนสำหรับทุกคอร์ส

source: Enable/Disable
th: เปิดใช้งาน/ปิดใช้งาน

source: Enabling this option will let the students view quiz attempt details including the answer to each question in course.
th: เปิดการใช้งานตัวเลือกนี้ เพื่อให้ผู้เรียนดูรายละเอียดในการทำแบบทดสอบ การตอบคำถามรวมถึงคำตอบของคำถามแต่ละข้อในคอร์ส

source: Enabling this option will let the students view quiz attempt details including the answer to each question in profile.
th: เปิดการใช้งานตัวเลือกนี้ เพื่อให้ผู้เรียนดูรายละเอียดในการทำแบบทดสอบ การตอบคำถามรวมถึงคำตอบของคำถามแต่ละข้อในโปรไฟล์

source: Enroll a student
th: ลงทะเบียนผู้เรียน

source: Enroll Student
th: ลงทะเบียนผู้เรียน

source: Enrolled
th: ลงทะเบียนเรียน

source: Enrollment Expiration
th: การลงทะเบียนหมดอายุ

source: Enrollments
th: การลงทะเบียนเรียน

source: Enrolment has been done
th: ลงทะเบียนเรียบร้อยแล้ว

source: Enter Your Zoom Api Key
th: ป้อน Zoom Api Key ของคุณ

source: Enter Your Zoom Secret Key
th: ป้อน Zoom Secret Key ของคุณ

source: Error
th: ผิดพลาด

source: Evaluate
th: ประเมินผล

source: Evaluate this assignment out of %s
th: ประเมินผลการบ้านนี้จาก %s

source: Evaluate this submission
th: ประเมินผลการส่งงานนี้

source: Evaluation
th: การประเมินผล

source: Event
th: เหตุการณ์

source: Export
th: ส่งออก

source: Fail
th: ไม่ผา่น

source: Failed
th: ไม่ผ่าน

source: FAQ
th: คำถามที่พบบ่อย

source: File Support
th: ไฟล์ที่รองรับ

source: Filter
th: ตัวกรอง

source: Final Grade
th: เกรดสุดท้าย

source: Free
th: ฟรี

source: Full website membership
th: สมาชิกเว็บไซต์เต็มรูปแบบ

source: General
th: การตั้งค่าทั่วไป

source: Generate Gradebook
th: สร้างการตัดเกรด

source: Given Answers
th: คำตอบของคุณ

source: Google Classroom Account
th: บัญชี Google Classroom

source: Google Classroom Integration
th: ใช้งานร่วมกับ Google Classroom

source: Grade
th: เกรด

source: Grade Color
th: สีของเกรด

source: Grade Colour
th: สีของเกรด

source: Grade Name
th: ชื่อเกรด

source: Grade name field is required
th: ต้องกรอกชื่อเกรด

source: Grade Point
th: ค่าเกรดเฉลี่ย

source: Grade Range %
th: ช่วง % การตัดเกรด

source: Grade Scale
th: การแบ่งเกรด

source: Grade scale separator
th: ข้อความแบ่งระดับเกรด

source: Gradebook
th: การตัดเกรด

source: Gradebook has been added successfully
th: เพิ่มการตัดเกรดเรียบร้อยแล้ว

source: Gradebook has been deleted
th: ลบการตัดเกรดเรียบร้อยแล้ว

source: Gradebook has been re-generated
th: การตัดเกรดได้รับการสร้างขึ้นใหม่

source: Gradebook has been updated successfully
th: ปรับปรุงการตัดเกรดเรียบร้อยแล้ว

source: Gradebook not generated yet
th: ยังไม่ได้สร้างการตัดเกรด

source: Gradebook Settings
th: ตั้งค่าการตัดเกรด

source: Gradebooks
th: การตัดเกรด

source: Hello
th: สวัสดี

source: Help
th: ช่วยเหลือ

source: here
th: ที่นี่

source: Hi {instructor_username},
th: สวัสดี {instructor_username},

source: Hi,
th: สวัสดี,

source: High
th: สูง

source: I updated my lesson on %s to add more relevant content. See what’s new!
th: ฉันอัปเดตบทเรียนของฉันใน %s โดยเพิ่มเนื้อหาที่มากขึ้น มาดูกันว่ามีอะไรใหม่ๆบ้าง!

source: If checked, any users/guest can view this lesson without enroll course
th: หากทำเครื่องหมายไว้ ผู้ใช้/ผู้มาเยือน จะสามารถดูบทเรียนนี้ได้โดยไม่ต้องลงทะเบียนเรียน

source: Incorrect
th: ตอบผิด

source: Info
th: ข้อมูลเพิ่มเติม

source: Input the separator text or symbol to display. Example: Insert “/” to display 3.8/4.0 or “out of” 3.8 out of 4.
th: ป้อนข้อความหรือสัญลักษณ์เพื่อแสดงเป็นตัวคั่นระหว่างเกรด เช่น : ป้อน "/" เพื่อแสดง 3.8/4.0 หรือ "จาก" เพื่อแสดง 3.8 จาก 4.0

source: Insert the grade point out of which the final results will be calculated.
th: ป้อนระดับเกรดสูงสุดที่จะใช้คำนวณผลลัพธ์สุดท้าย

source: Instructor
th: ผู้สอน

source: Instructor Settings
th: ตั้งค่าผู้สอน

source: Instructors
th: ผู้สอน

source: Invalid Api Credentials
th: ข้อมูลรับรอง API ไม่ถูกต้อง

source: Invalid File
th: ไฟล์ไม่ถูกต้อง

source: Is Zoom Free to Use?
th: Zoom ใช้งานได้ฟรีหรือไม่?

source: Items
th: รายการ

source: Items <strong> %s </strong> of<strong> %s </strong> total
th: <strong> %s </strong>รายการ จากทั้งหมด <strong> %s </strong> รายการ

source: Items <strong>%s</strong> of <strong>%s</strong> total
th: <strong> %s </strong>รายการ จากทั้งหมด <strong> %s </strong> รายการ

source: Join in Zoom App
th: เข้าร่วมในแอพ Zoom

source: Last Activity:
th: กิจกรรมล่าสุด:

source: Last enrolled courses
th: คอร์สที่มีการลงทะเบียนเรียนล่าสุด

source: Last Month
th: เดือนที่แล้ว

source: Last Update:
th: อัปเดตล่าสุด:

source: Last Updated at
th: อัปเดตล่าสุดเมื่อ

source: Last Week
th: สัปดาห์ที่แล้ว

source: Last Year
th: ปีที่แล้ว

source: Lesson
th: บทเรียน

source: Lesson Preview
th: ตัวอย่างบทเรียน

source: Lesson unlocking date:
th: บทเรียนจะถูกปลดล็อควันที่ :

source: Lessons
th: บทเรียน

source: Lifetime
th: ตลอดชีวิต

source: link
th: ลิงค์

source: List courses that must be completed before enrolling for this course.
th: รายการคอร์สที่จะต้องเรียนให้จบ ก่อนที่จะลงทะเบียนเรียนคอร์สนี้

source: LMS Report
th: รายงาน LMS

source: Load Credentials
th: โหลดข้อมูลรับรอง

source: Low
th: ต่ำ

source: Lowest
th: ต่ำสุด

source: Manually reviewed at
th: รีวิวด้วยตนเองเมื่อ

source: Maximum attachment upload size allowed is %d MB
th: ขนาดสูงสุดของไฟล์แนบที่อนุญาตให้อัปโหลดคือ %d MB

source: Maximum file size limit
th: ขนาดไฟล์สูงสุด

source: Maximum Grade Percentile
th: เปอร์เซ็นต์เกรดสูงสุด

source: Maximum points a student can score
th: คะแนนสูงสุดที่ผู้เรียนสามารถทำได้

source: Maximum student is reached!
th: ถึงจำนวนผู้เรียนสูงสุด!

source: Meeting Date
th: วันประชุม

source: Meeting Duration
th: ระยะเวลาการประชุม

source: Meeting ID
th: ID การประชุม

source: Meeting List
th: รายการประชุม

source: Meeting Name
th: ชื่อการประชุม

source: Meeting Starts in
th: การประชุมเริ่มต้นใน

source: Meeting Successfully Deleted
th: ลบการประชุมเรียบร้อยแล้ว

source: Meeting Successfully Saved
th: บันทึกการประชุมเรียบร้อยแล้ว

source: Meeting Summary
th: สรุปการประชุม

source: Meeting Time
th: เวลาประชุม

source: Meetings
th: การประชุม

source: Membership Model
th: รูปแบบการเป็นสมาชิก

source: Membership Required
th: จำเป็นต้องเป็นสมาชิก

source: Minimum Grade Percentile
th: เปอร์เซ็นต์เกรดต่ำสุด

source: Minimum Pass Points
th: คะแนนขั้นต่ำเพื่อผ่าน

source: Minimum points required for the student to pass this assignment.
th: ต้องหรอกคะแนนขั้นต่ำ เพราะต้องใช้เพื่อคำนวณว่าผู้เรียนทำงานนี้ผ่านหรือไม่

source: minute
th: นาที

source: Minutes
th: นาที

source: minutes
th: นาที

source: Most popular courses
th: คอร์สยอดนิยม

source: Multi Instructors
th: ผู้สอนหลายคน

source: Name
th: ชื่อ

source: New Course Submitted for Review
th: ส่งคอร์สใหม่เพื่อทำการรีวิว

source: New Meeting
th: การประชุมใหม่

source: New registered students
th: ผู้เรียนที่สมัครสมาชิกใหม่

source: New registered teachers
th: ผู้สอนที่สมัครสมาชิกใหม่

source: Next
th: ต่อไป

source: No
th: ไม่

source: No enough data to show
th: ข้อมูลไม่เพียงพอที่จะแสดง

source: No grading system has been defined to manage student grades. %s Import Sample Grade Data %s
th: ไม่ได้กำหนดระบบการให้เกรดเพื่อจัดการคะแนนของผู้เรียน %s นำเข้าข้อมูลตัวอย่างเกรด %s

source: No Limit
th: ไม่จำกัด

source: No Meeting found.
th: ไม่พบการประชุม

source: No Meetings found in Trash.
th: ไม่พบการประชุมในถังขยะ

source: No Review Data Found!
th: ไม่พบข้อมูลรีวิว!

source: No Students Data Found!
th: ไม่พบข้อมูลผู้เรียน!

source: no text on the image
th: ไม่มีข้อความบนภาพ

source: No Zoom meetings found
th: ไม่พบการประชุมด้วย Zoom

source: No Zoom meetings have been added yet
th: ไม่พบการเพิ่มการประชุมด้วย Zoom

source: No.
th: เลขที่

source: Normal
th: ปกติ

source: Number Percent From
th: เปอร์เซ็นต์จาก

source: Number Percent To
th: เปอร์เซ็นต์ถึง

source: On
th: เปิด

source: Only users logged into Zoom App can join the meeting
th: เฉพาะผู้ใช้ที่เข้าสู่ระบบในแอพ Zoom ที่สามารถเข้าร่วมประชุมได้

source: or
th: หรือ

source: Order
th: การสั่งซื้อ

source: Overview
th: ภาพรวม

source: Pass
th: ผ่าน

source: Pass Mark
th: เกณฑ์ผ่าน

source: Pass Points
th: คะแนนเพื่อผ่าน

source: Passed
th: ผ่าน

source: Password
th: รหัสผ่าน

source: Password Setup
th: ตั้งรหัสผ่าน

source: Percentage
th: เปอร์เซ็นต์

source: pixels
th: พิกเซล

source: Please complete previous %s first
th: คุณต้องจบ %s ก่อน

source: Please note that this course has the following prerequisites which must be completed before it can be accessed
th: โปรดทราบว่า คอร์สนี้มีข้อกำหนดเบื้องต้นตามรายการ ซึ่งจะต้องเรียนให้จบก่อนจึงจะสามารถเข้าเรียนคอร์สนี้ได้

source: Please set your API Credentials. Without valid credentials, Zoom integration will not work
th: โปรดตั้งค่าข้อมูลรับรอง API ของคุณ หากไม่มีข้อมูลที่ถูกต้อง การใช้งานร่วมกับ Zoom จะไม่ทำงาน

source: Please submit previous %s first
th: โปรดส่ง %s ก่อน

source: Please, Verify Your Email Address
th: กรุณายืนยันที่อยู่อีเมลของคุณ

# post type general name
source: Meetings
th: การประชุม

# post type singular name
source: Meeting
th: การประชุม

source: Prerequisites
th: เนื้อหาที่จำเป็นต้องผ่านมาก่อน

source: Preview
th: ดูตัวอย่าง

source: Previous
th: ก่อนหน้า

source: Previous attempts
th: การทำแบบทดสอบก่อนหน้า

source: Price
th: ราคา

source: Progress
th: ความคืบหน้า

source: Publish
th: เผยแพร่

source: Question
th: คำถาม

source: Questions
th: คำถาม

source: Quiz
th: แบบทดสอบ

source: Quiz Completed
th: แบบทดสอบที่เสร็จสิ้น

source: Quiz Finished
th: ทำแบบทดสอบเสร็จแล้ว

source: Rating
th: การให้คะแนน

source: Ratings
th: ดาว

source: Re-generate Gradebook
th: ล้างค่าและสร้างการตัดเกรดขึ้นใหม่

source: Re-type Password
th: พิมพ์รหัสผ่านอีกครั้ง

source: Recent questions from students
th: คำถามล่าสุดของผู้เรียน

source: Recent reviews
th: รีวิวล่าสุด

source: Refund
th: การคืนเงิน

source: Registered at
th: สมัครสมาชิกเมื่อ

source: Remove
th: ลบออก

source: Reply
th: ตอบกลับ

source: Report
th: รายงาน

source: Restore
th: คืนค่า

source: Result
th: ผลลัพธ์

source: Review
th: รีวิว

source: Review Required
th: ต้องตรวจคำตอบ

source: Reviews
th: รีวิว

source: Sales
th: การขาย

source: Save Changes
th: บันทึกการเปลี่ยนแปลง

source: Save Meeting
th: บันทึกการประชุม

source: Schedule course contents by date
th: กำหนดเนื้อหารายวิชาตามวันที่

source: Search
th: ค้นหา

source: Search by course or student name
th: ค้นหาจากคอร์สหรือชื่อผู้เรียน

source: Search in here.
th: ค้นหาที่นี่

source: Search Meetings
th: ค้นหาการประชุม

source: second
th: วินาที

source: Select a Course
th: เลือกคอร์ส

source: Select a membership model
th: เลือกรูปแบบแพ็คเกจสมาชิก

source: Select All
th: เลือกทั้งหมด

source: Select Certificate Template
th: เลือกเทมเพลตของประกาศนียบัตร

source: Select course
th: เลือกคอร์ส

source: Select items that should be complete before this item
th: เลือกเนื้อหาที่ต้องเรียนให้จบก่อน จึงจะเข้าดูเนื้อหานี้ได้

source: Select prerequisites item
th: เลือกเนื้อหาที่จำเป็นต้องผ่านมาก่อน

source: Select when to send notification to the students
th: เลือกว่าเวลาไหนที่จะส่งการแจ้งเตือนไปยังผู้เรียน

source: Select when to send notification to the teachers
th: เลือกว่าเวลาไหนที่จะส่งการแจ้งเตือนไปยังผู้สอน

source: Set API
th: ตั้งค่า API

source: Set Password
th: ตั้งรหัสผ่าน

source: Settings
th: ตั้งค่า

source: Settings Updated
th: อัปเดตการตั้งค่า

source: Setup your Zoom Integration
th: ตั้งค่าการใช้งานร่วมกับ Zoom

source: Show
th: แสดง

source: Show instructor name on certificate
th: แสดงชื่อผู้สอนในประกาศนียบัตร

source: Showing results for the month of %s
th: แสดงผลลัพธ์เดือน %s

source: Showing results for the year %s
th: แสดงผลลัพธ์ปี %s

source: Showing results from %s to %s
th: แสดงผลลัพธ์จาก %s ถึง %s

source: Shows student progress from assignment and quiz
th: แสดงความคืบหน้าของผู้เรียนจากการบ้านและแบบทดสอบ

source: Sort By
th: เรียงตาม

source: Start Course
th: เริ่มเรียนคอร์สนี้

source: Start Meeting
th: เริ่มการประชุม

source: Start Time
th: เวลาเริ่ม

source: Started
th: เริ่มต้น

source: Status
th: สถานะ

source: Student
th: ผู้เรียน

source: Student completed a lesson (to teacher)
th: ผู้เรียน เรียนจบบทเรียน (ส่งถึงผู้สอน)

source: Student enrolment graph for %s
th: กราฟการลงทะเบียนของผู้เรียน %s

source: Student Name - <strong>{student_name}</strong>
th: ชื่อผู้เรียน - <strong>{student_name}</strong>

source: Students
th: ผู้เรียน

source: Submitted Assignments
th: งานที่มีการส่งเข้ามา

source: Submitted Date
th: วันที่ส่ง

source: Success
th: สำเร็จ

source: Take Quiz
th: ทำแบบทดสอบ

source: The grade has been deleted successfully.
th: ลบเกรดสำเร็จแล้ว

source: The values you set here define the default values that are used in the settings form when you create a new quiz.
th: ค่าที่คุณตั้งไว้ที่นี่ จะเป็นค่าเริ่มต้นที่ใช้ในแบบฟอร์มการตั้งค่าเมื่อคุณสร้างแบบทดสอบใหม่

source: This %s will be available from %s
th: %s จะสามารถเข้าใช้งานได้ตอน %s

source: This lesson will be available after the given number of days.
th: บทเรียนนี้จะสามารถเข้าเรียนได้หลังจากกำหนดตัวเลขวันที่

source: This lesson will be available for you from %s
th: บทเรียนนี้จะสามารถเข้าใช้งานได้ตอน %s

source: This Month
th: เดือนนี้

source: This user has been already enrolled on this course
th: ผู้ใช้รายนี้ได้ลงทะเบียนคอร์สนี้แล้ว

source: This Week
th: สัปดาห์นี้

source: This will allow user/guest to check some preview lesson in course before enroll
th: ตัวเลือกนี้จะช่วยให้ ผู้ใช้/ผู้มาเยือน ทดลองดูบทเรียนตัวอย่างบางส่วนในคอร์สก่อนที่จะลงทะเบียน

source: This Year
th: ปีนี้

source: Time
th: เวลา

source: Time Duration
th: ระยะเวลา

source: Time Zone
th: เขตเวลา

source: Title
th: ชื่อเรื่อง

source: To connect Zoom with your eLearning website powered by Tutor LMS, you need to first create an app on Zoom by following this link. Then create a JWT, copy the API Credentials, and paste it to the Tutor LMS backend by navigating to <strong>WP Admin > Tutor LMS Pro > Zoom > Set API</strong>.
th: การเชื่อมต่อ Zoom กับเว็บไซต์ eLearning ของคุณที่ใช้งาน Tutor LMS คุณต้องสร้าง app บน Zoom ก่อนโดยไปที่ลิงก์นี้ จากนั้นสร้าง JWT คัดลอกข้อมูลรับรอง API และวางลงในระบบหลังบ้านของ Tutor LMS โดยไปที่ <strong>WP Admin > Tutor LMS Pro > Zoom > Set API</strong>

source: To view or download certificate please click %s
th: หากต้องการดูหรือดาวน์โหลดใบรับรอง โปรดคลิ๊ก %s

source: Total Courses
th: คอร์สทั้งหมด

source: Total Discount
th: ส่วนลดทั้งหมด

source: Total Earning
th: รายได้ทั้งหมด

source: Total Enrolled Course
th: การลงทะเบียนเรียนทั้งหมด

source: Total Lesson
th: บทเรียนทั้งหมด

source: Total Marks
th: คะแนนเต็ม

source: Total Points
th: คะแนนเต็ม

source: Total Quiz
th: แบบทดสอบทั้งหมด

source: Total reviews %d
th: รีวิวทั้งหมด %d

source: Total Students
th: ผู้เรียนทั้งหมด

source: Tutor Certificate
th: ประกาศนียบัตร

source: Tutor Content Drip allow you to schedule publish topics / lesson
th: การจำกัดเนื้อหา ช่วยให้คุณสามารถกำหนดเวลาเผยแพร่หัวข้อ / บทเรียน

source: Tutor Course Attachments Settings
th: การตั้งค่าไฟล์แนบของคอร์ส

source: Tutor LMS Pro Settings
th: ตั้งค่า Tutor LMS Pro

source: Type
th: ประเภท

source: Under Review
th: อยู่ระหว่างการรีวิว

source: Update Assignment
th: อัปเดตการมอบหมายงาน

source: Update Gradebook
th: อัปเดตการตัดเกรด

source: Upload a logo to show in frontend course builder page.
th: อัปโหลดโลโก้เพื่อแสดงในหน้าตัวสร้างหลักสูตรที่ระบบหน้าบ้าน

source: Upload a signature that will be printed at certificate.
th: อัปโหลดลายเซ็นที่จะพิมพ์ที่ประกาศนียบัตร

source: Upload Attachment
th: อัปโหลดไฟล์แนบ

source: Upload Logo
th: อัปโหลดโลโก้

source: Upload Signature
th: อัปโหลดภาพลายเซ็น

source: Use Another Account
th: ใช้บัญชีอื่น

source: User
th: ผู้ใช้งาน

source: User ID
th: ID ผู้ใช้

source: User Name
th: ชื่อผู้ใช้

source: Username
th: ชื่อผู้ใช้

source: Valid Certificate ID
th: ID ประกาศนียบัตรไม่ถูกต้อง

source: Variables that can be used inside templates
th: ตัวแปรที่สามารถใช้ภายในเทมเพลตอีเมล

source: VERIFIED
th: ยืนยันแล้ว

source: View
th: ดู

source: View Attempt
th: ดูการทำแบบทดสอบ

source: View Attempts
th: ดูการทำแบบทดสอบ

source: View Certificate
th: ดูประกาศนียบัตร

source: View Course
th: ดูคอร์ส

source: View in new tab
th: ดูในแท็บใหม่

source: View Meeting
th: ดูการประชุม

source: View Profile
th: ดูโปรไฟล์

source: View the course - {course_url}
th: ดูคอร์ส - {course_url}
